const lrc = `[00:00.00]达尔文
[00:03.00]演唱：林俊杰

[00:15.83]我的青春 也不是没伤痕
[00:23.19]是明白爱是信仰的延伸
[00:30.17]什么特征 人缘还是眼神
[00:35.71]也不会预知爱不爱的可能
[00:44.32]保持单身 忍不住又沉沦
[00:51.58]兜着圈子来去又是苦等
[00:58.54]人的一生 感情是旋转门
[01:03.94]转到了最后真心的就不分

[01:13.54]有过竞争 有过牺牲
[01:17.19]被爱筛选过程
[01:20.89]学会认真 学会忠诚
[01:24.57]适者才能生存
[01:27.26]懂得永恒 得要我们
[01:36.03]进化成更好的人
[01:43.23]进化成更好的人

[02:04.66]我的青春 有时还蛮单纯
[02:11.58]相信幸福取决于爱得深
[02:18.65]读进化论 我赞成达尔文
[02:23.95]没实力的就有淘汰的可能
[02:32.89]我的替身 已换过多少轮
[02:40.04]记忆在旧情人心中变冷
[02:47.13]我的一生 有几道旋转门
[02:52.44]转到了最后只剩你我没分

[03:00.57]有过竞争 有过牺牲
[03:04.11]被爱筛选过程
[03:07.56]学会认真 学会忠诚
[03:10.95]适者才能生存
[03:13.86]懂得永恒 得要我们
[03:22.66]进化成更好的人
[03:29.87]进化成更好的人
[03:36.31] 
[03:38.85]懂得永恒 得要我们
[03:47.73]进化成更好的人`

export default lrc